Repository: pokermania/pokernetwork
Catalog: po/*.po
Languages: it, nl

source: _Remember password
it: _Ricorda la password

source: CANCEL
it: ANNULLA
nl: ANNULEREN

source: Create Account
it: Crea un account
nl: Account maken

source: auto post blinds
it: punta buio automaticamente
nl: Automatisch blind inzetten

source: sit out next hand
it: alzati alla prossima mano
nl: Sit out volgende hand

source: Post blind
it: Posta un blind
nl: Blind inzetten

source: Auto Post
it: Punta Automaticamente
nl: Automatisch inzetten

source: YES
it: SI
nl: JA

source: WAIT FOR BIG BLIND
it: ASPETTA UN BIG BLIND
nl: WACHTEN OP BIG BLIND

source: Which amount do you want to bring at the table ?
it: Cha ammontare vuoi portare alla tavola?
nl: Hoeveel wil je meebrengen naar de tafel?

source: The maximum
it: Il massimo
nl: Het maximum

source: Player ID
it: ID del giocatore
nl: ID speler

source: Mailing Address
it: Indirizzo Mail
nl: Mail-adres

source: Available:
it: Disponibile:
nl: Beschikbaar:

source: In play:
it: In gioco:
nl: In spel:

source: Total:
it: Totale:
nl: Totaal:

source: Points:
it: Punti:
nl: Punten:

source: Previous
it: Precedente
nl: Vorige

source: Next
it: Successivo
nl: Volgende

source: Quit
it: Lascia
nl: Vertrekken

source: Software released under the GNU GPL
it: Software con licenza GNU GPL
nl: Software uitgebracht onder de licentie GNU GPL

source: _Credits & Licenses
it: _Crediti e licenze
nl: _Credits & Licenties

source: Credits
it: Crediti

source: GNU Lesser General Public License v2.1 or later
it: GNU Lesser General Public License v2.1 o successiva
nl: GNU Lesser General Public License v2.1 of later

source: OpenSceneGraph Public License, Version 0.0
it: OpenSceneGraph Public License, Versione 0.0
nl: OpenSceneGraph Public License, Versie 0.0

source: MIT or X11 License
it: Licenza MIT o X11
nl: MIT of X11 License

source: Python 2.4.2 License
it: Licenza Python 2.4.2

source: Zope Public License (ZPL) Version 2.1
it: Zope Public License (ZPL) Versione 2.1
nl: Zope Public License (ZPL) Versie 2.1

source: libJPEG License
it: Licenza libJPEG

source: OpenSSL License
it: Licenza OpenSSL

source: Regular
it: Regolare
nl: Toernooi

source: ALL
it: TUTTO
nl: ALLES

source: Click to sit at the table
it: Clicca per sederti al tavolo
nl: Klik om aan de tafel te gaan zitten

source: Get a seat
it: Prendi un posto
nl: Gaan zitten

source: Fold
it: Passa

source: Raise
it: Rilancia

source: Switch
it: Cambia

source: Call
it: Vedo

source: Check
it: Busso
nl: Checken

source: Raise Increase
it: Aumenta la puntata
nl: Raise Inzet

source: Raise Decrease
it: Diminuisci la puntata

source: Raise Pot
it: Rilancia il piatto

source: Raise half pot
it: Rilancia metà del piatto
nl: Raise halve pot

source: Raise decrease BB
it: Diminuisci la puntata del controbuio

source: SHOW CARDS
it: MOSTRA CARTE
nl: KAARTEN TONEN

source: HIDE CARDS
it: NASCONDI CARTE
nl: KAARTEN VERBERGEN

source: ALWAYS HIDE
it: NASCONDI SEMPRE
nl: ALTIJD VERBERGEN

source: Hand is over, what do you want to do ?
it: La mano é chiusa, cosa vuoi fare?
nl: De hand is gedaan, wat wil je doen?

source: CHECK
it: BUSSA

source: FOLD
it: PASSA

source: Checking is free. What do you want to do?
it: Bussare é gratis. Cosa vuoi fare?
nl: Checken is gratis. Wat wil je doen?

source: Credits for poker-network
it: Crediti per il poker-network
nl: Credits voor poker-netwerk

source: Name
it: Nome
nl: Game

source: Structure
it: Struttura
nl: Structuur

source: Seats
it: Posti
nl: Plaatsen

source: Avg.pot
it: Piatto principale
nl: Gem.pot

source: Hands/h
it: Mani/ora
nl: Handen/u

source: Playing
it: Giocatori
nl: Spelers

source: Players
it: Giocatori
nl: Spelers

source: GO TO TABLE
it: VAI AL TAVOLO
nl: NAAR TAFEL GAAN

source: Title
it: Titolo
nl: Titel

source: State
it: Stato
nl: Status

source: Date
it: Data
nl: Datum

source: REGISTER
it: REGISTRATI
nl: INSCHRIJVEN

source: UNREGISTER
it: CANCELLATI
nl: UITSCHRIJVEN

source: Show hand
it: Mostra la mano
nl: Hand tonen

source: Players: %d
it: Giocatori: %d
nl: Spelers: %d

source: Tournaments: %d
it: Tornei: %d
nl: Toernooien: %d

source: Tables: %d
it: Tavoli: %d
nl: Tafels:%d

source: Do you really want to quit ?
it: Vuoi davvero lasciare?
nl: Wil je echt vertrekken?

source: Pay the ante (%d) ?
it: Paghi l'ante (%d) ?
nl: Ante betalen (%d)?

source: big blind (%(bblind_)s) + dead (%(dead_)s)
it: controbuio (%(bblind_)s) + dead (%(dead_)s)

source: big blind (%s)
it: controbuio (%s)

source: small blind (%s)
it: buio (%s)

source: This seat is busy
it: Questo posto é occupato
nl: Deze plaats is bezet

source: wait for big blind
it: aspetta il controbuio
nl: wachten op big blind

source: wait for %s blind
it: aspetta il %s buio
nl: wachten op %s blind

source: sit out next turn
it: alzati al prossimo turno
nl: volgende ronde vertrekken

source: sit out
it: alzati

source: You have no money left
it: Non hai più chips
nl: Je geld is op

source: How much do you want to rebuy?
it: Quanto vuoi ricomprare?
nl: Hoeveel wil je inkopen?

source: Which amount do you want to bring at the table?
it: Che ammontare vuoi portare al tavolo?
nl: Hoeveel geld wil je naar deze tafel brengen?

source: All your bankroll
it: Tutto il tuo bankroll
nl: Al mijn geld

source: Maximum buy in
it: Il massimo

source: Screen resolution changed
it: Risoluzione dello schermo cambiata
nl: Schermresolutie veranderd

source: Graphics quality changed
it: Qualità grafica modificata
nl: Beeldkwaliteit veranderd

source: Do you want to restart the game now ?
it: Vuoi riavviare il gioco adesso?
nl: Wil je het spel nu herstarten?

source: Your hand history is empty
it: L'archivio delle mani é vuoto
nl: Je hand-historiek is leeg

source: Already logged in
it: Già connesso
nl: Al ingelogd

source: You cannot do that now
it: Non puoi farlo adesso
nl: Voorlopig onmogelijk

source: You must be logged in to get a seat
it: Devi essere connesso per poterti sedere
nl: Log in om plaats te kunnen nemen

source: Do you really want to leave the table ?
it: Vuoi davvero lasciare il tavolo?
nl: Wil je echt de tafel verlaten?

source: You must leave the table to change your outfit
it: Devi lasciare il tavolo per poterti cambiare
nl: Je moet de tafel verlaten om je outfit te wijzigen

source: head
it: testa
nl: hoofd

source: hair
it: capelli
nl: haar

source: beard
it: barba
nl: baard

source: torso
it: petto

source: legs
it: gambe
nl: Benen

source: dress
it: vestito
nl: Jurk

source: feet
it: piedi
nl: voeten

source: accessory1
it: accessorio1
nl: accessoire1

source: accessory2
it: accessorio2
nl: accessoire

source: accessory3
it: accessorio3
nl: accessoire3

source: Base color
it: Colore di base
nl: Basiskleur

source: Skin color
it: Colore della pelle
nl: Huidskleur

source: Eyes color
it: Colore degli occhi
nl: Kleur ogen

source: Hair color
it: Colore dei capelli
nl: Haarkleur

source: Sunshade color
it: Colore della visiera
nl: Kleur glazen

source: Jacket color
it: Colore della giacca
nl: Kleur vest

source: Shirt color
it: Colore della camicia
nl: Kleur T-shirt

source: Shirt detail color #1
it: Colore dettagtliato camicia #1
nl: Kleurdetail T-shirt 1

source: Shirt detail color #2
it: Colore dettagtliato camicia #2
nl: Kleurdetail T-shirt 2

source: Shirt sleeves color
it: Colore delle maniche
nl: Kleur mouwen

source: Shirt base color
it: Colore di base della camicia
nl: Basiskleur T-shirt

source: Glasses color
it: Colore degli occhiali
nl: Kleur bril

source: Mount color
it: Colore della montatura
nl: Kleur montuur

source: Pants color
it: Colore dei pantaloni
nl: Broekkleur

source: Pull color
it: Colore del pullover
nl: Kleur pull

source: Pullover color
it: Colore del pullover
nl: Kleur pull

source: Shoes color
it: Colore delle scarpe
nl: Schoenkleur

source: Nails color
it: Colore delle unghie
nl: Kleur nagels

source: Lips color
it: Colore delle labbra
nl: Kleur lippen

source: Eyes makup color
it: Makeup degli occhi
nl: Kleur oog make-up

source: Skirt color
it: Colore della gonna
nl: Kleur rok

source: Clip color
it: Colore clip
nl: Kleur clip

source: Beltclip color
it: Colore clip
nl: Kleur riemclip

source: Pants base color
it: Colore di base dei pantaloni
nl: Basiskleur broek

source: Pants strips color
it: Colore delle strisce dei pantaloni
nl: Kleur streep broek

source: Fur color
it: Colore della pelliccia
nl: Kleur bont

source: Dress color
it: Colore del vestito
nl: Kleur jurk

source: Pattern color
it: Colore del motivo
nl: Kleur patroon

source: Flowers color
it: Colore dei fiori
nl: Kleur bloemen

source: Belt color
it: Colore della cintura
nl: Kleur riem

source: Cap color
it: Colore del berretto
nl: Kleur pet

source: Hat color
it: Colore del cappello
nl: Kleur hoed

source: Band color
it: Colore della fascia
nl: Bandkleur

source: Tie color
it: Colore della cravatta
nl: Kleur das

source: <b>Login</b>
nl: <b>Nickname</b>

source: <b>Password</b>
nl: <b>Paswoord</b>

source: NO
nl: NEE

source: PLAY MONEY
nl: SPEEL GELD

source: frequent player cash
nl: Regelmatige cash-speler

source: My
nl: Mijn

source: Tourney %(num_tourney)d Your rank is %(your_rank)d on %(num_players)d You won %(my_prize)s
nl: Toernooi %(num_tourney)d Je positie is %(your_rank)d van %(num_players)d Je wint %(my_prize)s

source: You can't bring more money to the table
nl: Je kunt geen extra geld meer naar de tafel brengen.

source: You don't have enough money to play on this table. To get money go in menu 'Lobby' and click 'Cash in'. (if you are in play money you might need to win more money to sit at this table)
nl: Je hebt niet genoeg geld om aan deze tafel te spelen. Voor meer geld, ga naar het menu 'Lobby' en klik op 'Cash in'. (Als dat niet lukt, moet je meer geld winnen).

source: Do you really want to fold your hand and leave the table ?
nl: Wil je Ã©cht folden en de tafel verlaten?

source: Squares color
nl: Kleur ruiten

source: Clicking on the door will allow you to leave the table and return to the Lobby.
nl: Klik op de deur om de tafel te verlaten en terug te keren naar de Lobby.

source: Clicking on the arrow will allow you to sit down.
nl: Klik op de pijl om te gaan zitten.

source: Clicking on this button will make you fold your cards. You may select the fold button ahead of your turn and it will be activated in turn. As long as you are ahead of your turn, you can change your mind and perform any other action. However if it's already your turn to play, you will fold as soon as you click on this button.
nl: Klik op deze knop om je kaarten te folden. Je mag op de fold-knop klikken voor het jouw beurt is en deze wordt dan geactiveerd zodra het aan jouw beurt is. Zo lang je nog niet aan beurt bent geweest, kan je van mening veranderen en een andere actie doen. Is het echter aan jouw beurt, dan fold je zodra je op deze knop klikt.

source: Clicking on this button will make you check to the next player. You may select the check button ahead of your turn and it will be activated in turn. As long as you are ahead of your turn, you can change your mind and perform any other action. However if it's already your turn to play, you will check as soon as you click on this button.
nl: Klik op deze knop om te checken. Je mag op de check-knop klikken voor het jouw beurt is en deze wordt dan geactiveerd zodra het aan jouw beurt is. Zo lang je nog niet aan beurt bent geweest, kan je van mening veranderen en een andere actie doen. Is het echter aan jouw beurt, dan check je zodra je op deze knop klikt.

source: Clicking on this button will make you call to the next player. You may select the call button ahead of your turn and it will be activated in turn. As long as you are ahead of your turn, you can change your mind and perform any other action. However if it's already your turn to play, you will call as soon as you click on this button.
nl: Klik op deze knop om te callen. Je mag op de call-knop klikken voor het jouw beurt is en deze wordt dan geactiveerd zodra het aan jouw beurt is. Zo lang je nog niet aan beurt bent geweest, kan je van mening veranderen en een andere actie doen. Is het echter aan jouw beurt, dan call je zodra je op deze knop klikt.

source: Clicking on this button will make you raise to the next player. You may select the raise button ahead of your turn and it will be activated in turn. As long as you are ahead of your turn, you can change your mind and perform any other action. However if it's already your turn to play, you will raise as soon as you click on this button.
nl: Klik op deze knop om te raisen. Je mag op de raise-knop klikken voor het jouw beurt is en deze wordt dan geactiveerd zodra het aan jouw beurt is. Zo lang je nog niet aan beurt bent geweest, kan je van mening veranderen en een andere actie doen. Is het echter aan jouw beurt, dan raise je zodra je op deze knop klikt.

source: Clicking on your cards will show you the value of the cards you have been dealt. Clicking once will move the camera in order to give you a better view of your cards. To move the camera back to a bird's view of the table click anywhere on the table. Alternatively, you can click and hold on the cards until the camera moves in then release the button to move out.
nl: Klik op je kaarten om de waarde te zien van de kaarten die je kreeg. 1 klik doet de camera inzoomen zodat je je kaarten beter ziet. Om terug uit te zoomen, klik eender waar op de tafel. Je kunt ook je klik-knop ingedrukt houden op de kaarten om in te zoomen en terug loslaten om uit te zoomen.
